import {MainContainer} from '@shared/containers/main/main-container'
import styles from './oferta.module.scss'

export const Oferta = () => {
  return (
    <MainContainer>
      <div className={styles.oferta}>
        <h2 className={styles.title}>Публичный договор-оферта</h2>
        <div className={styles.content}>
          <p>
            Настоящий документ представляет собой предложение — Общества с ограниченной ответственностью «Агентство недвижимости Главстрой» ИНН 7805235657, КПП 780501001, ОГРН 1037811043710, адрес: 198095, г. Санкт-Петербург, вн.тер.г. муниципальный округ Нарвский округ, ул. Ивана Черных, д. 35 литера А, помещ. 8-Н, ком.№49, в лице Генерального директора Ружицкой Юлии Александровны, действующей на основании Устава (далее — «Оферент»), о предоставлении услуг по постановке в бронь Объекта недвижимости для последующего его приобретения у Общество с ограниченной ответственностью «Специализированный застройщик Алькор-центральный», ОГРН: 1227800021272, ИНН: 7805789609 (далее - Застройщик) на изложенных в настоящей Оферте условиях:
          </p>

          <h2>1. Определение терминов</h2>
          <p>1.1. Объекты недвижимости — квартиры/машино-места/нежилые помещения доступные для постановки в бронь.
          </p>
          <p>
            1.2. Публичная оферта (далее — «Оферта») — предложение Оферента, адресованное неопределенному кругу лиц, оказать услугу по организации постановки в бронь Объектов недвижимости на указанных в предложении (Оферте) условиях.
          </p>
          <p>
            1.3. Акцепт (акцептование) — в соответствии со статьей 438 Гражданского кодекса Российской Федерации (далее – ГК РФ) ответ лица, которому адресована Оферта, о ее принятии —совершение лицом, получившим Оферту, в срок, установленный для ее акцепта, действий по выполнению указанных в ней условий.

          </p>
          <p>1.4. Акцептант – лицо, принявшее Оферту.
          </p>

          <h2>2. Порядок заключения Договора</h2>
          <p>
            2. Настоящий договор (далее – Договор) заключается в особом порядке на основании и в порядке, регламентированном статьей 434 ГК РФ, а именно: путем Акцепта Оферты, содержащей все существенные условия Договора, без дополнительного подписания Сторонами бумажной версии Договора. Договор имеет юридическую силу в соответствии со статьей 434 ГК РФ и является равносильным договору, подписанному Сторонами.
          </p>
          <p>
            2.1. Стороны признают согласованным, что безусловным Акцептом данной Оферты является факт единовременной оплаты Акцептантом предложенных Оферентом услуг по постановке в бронь Объекта недвижимости.

          </p>
          <p>
            2.2. Обязательства Оферента о выполнении (оказании) услуги Оферента считаются исполненными надлежащим образом, в течение 1 (одного) рабочего дня с даты оплаты полной стоимости услуги, при этом подписания акта оказанных услуг или составления одностороннего акта Оферента об оказанных услугах не требуется.
          </p>

          <h2>3. Предмет Договора</h2>
          <p>
            3.1. Оферент обязуется оказать Акцептанту на возмездной основе услугу по организации постановки в бронь Объекта недвижимости на 3 (Три) рабочих дня с даты заключения Договора (п.2.1. Договора). Срок бронирования может быть продлен по взаимному согласию Сторон.
          </p>
          <p>
            3.2. На весь срок бронирования Объекта недвижимости фиксируется стоимость Объекта недвижимости. При этом Акцептант уведомлен и согласен с тем, что стоимость Объекта недвижимости, действительна при единовременной оплате Акцептантом стоимости договора приобретения Объекта недвижимости и может быть изменена (увеличена) в случае предоставления Акцептанту рассрочки в оплате. Также стоимость Объекта недвижимости может быть изменена, в случае принятия Акцептантом участия в специальных программах, предлагаемых застройщиком Объекта недвижимости.
          </p>
          <p>
            3.3. Стороны согласовали, что целью Договора является исключительно оказание Оферентом услуг по организации постановки в бронь Объекта недвижимости. Услуги по заключению любых договоров на приобретение Объекта недвижимости Оферентом по Договору не оказываются.

          </p>

          <h2>4. Права и обязанности сторон</h2>
          <h3>Оферент обязуется:</h3>
          <p>4.1.1. Забронировать для Акцептанта Объект недвижимости на Срок бронирования (п. 3.1 Договора).
          </p>
          <p>
            4.1.2. В течение Срока бронирования не заключать и не предлагать к заключению договоров участия в долевом строительстве (иных договоров, влекущих возникновение или переход права собственности) с третьими лицами на аналогичный Объект недвижимости.
          </p>

          <h3>Акцептант обязуется:</h3>
          <p>4.2.1. Оплатить и принять услугу, оказанную Оферентом, в порядке и сроки, указанные в Договоре.</p>
          <p>
            4.2.2. Быть стороной по договору участия в долевом строительстве, предварительному договору купли-продажи/договору купли-продажи в отношении забронированного Объекта недвижимости.

          </p>

          <h2>5. Стоимость услуг и порядок расчета</h2>
          <p>
            5.1. Стоимость услуги Оферента за услуги по Договору составляет 20 000,00 (двадцать тысяч) рублей 00 копеек, в том числе НДС 20%.
          </p>
          <p>
            5.2. Денежные средства, указанные в п. 5.1 Договора оплачиваются Акцептантом единовременно путем их перечисления на расчетный счет Оферента при заключении Договора.
          </p>

          <h2>6. Срок действия Договора</h2>
          <p>
            6.1. Договор считается заключенным с момента Акцепта Оферты. В случае не поступления денежных средств, указанных в п. 5.1 Договора, на расчетный счет Оферента, указанный в разделе 10 Договора, Договор считается незаключенным. Договор действует до истечения Срока бронирования (с учетом его возможного продления – п. 3.1 Договора) или до заключения договора участия в долевом строительстве (иных договоров, влекущих возникновение или переход права собственности) в отношении забронированного Объекта недвижимости, в зависимости от того, что наступит ранее.
          </p>
          <p>
            6.2. Услуга по постановке объекта недвижимости в бронь считается оказанной Акцептанту с момента оплаты полной стоимости услуги Оференту.

          </p>
          <p>
            6.3. Акцептант получает право потребовать возврат платы за оказанную услугу в случае наступления обстоятельств, на которые Стороны не могут повлиять, а именно: отказ не менее 3 (трех) банков Акцептанту в предоставлении ипотеки.
          </p>
          <p>
            6.4. Для реализации указанного выше права Акцептанту необходимо обратиться с электронной почты, предоставленной Акцептантом Оференту при бронировании Объекта недвижимости с скан-копией заявления на электронную почту Customerservice@glavstroy.ru Оферента, денежные средства возвращаются на реквизиты Акцептанта, указанные в скан-копии заявления, после подтверждения Оферентом получения Акцептантом отказов в предоставлении ипотеки.

          </p>
          <p>6.5. В случае одностороннего отказа Акцептанта от исполнения Договора по резервированию Объекта недвижимости, а также в случае отказа менее 3 (трех) банков Акцептанту в предоставлении ипотеки, денежные средства, оплаченные Акцептантом, не возвращаются Оферентом, услуга считается оказанной.
          </p>

          <h2>7. Ответственность сторон</h2>
          <p>
            7.1. За неисполнение или ненадлежащее исполнение условий Договора Оферент и Акцептант несут ответственность в соответствии с действующим законодательством Российской Федерации.
          </p>
          <p>
            7.2. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по  Договору, если это неисполнение явилось следствием обстоятельств непреодолимой силы, возникших после заключения Договора, в результате обстоятельств чрезвычайного характера, таких как наводнение, пожар, землетрясение и другие природные явления, а также война, военные действия и иные обстоятельства непреодолимой силы, возникшие во время действия Договора, которые Стороны не могли предвидеть или предотвратить.

          </p>

          <h2>8. Разрешение споров</h2>
          <p>8.1. Все споры, возникающие при исполнении Договора, решаются Сторонами путем переговоров.</p>
          <p>
            8.2. Если Стороны не придут к соглашению путем переговоров, все споры рассматриваются в претензионном порядке. Срок рассмотрения претензии — 30 (Тридцать) рабочих дней с даты получения претензии.
          </p>
          <p>
            8.3. В случае если споры не урегулированы Сторонами с помощью переговоров и в претензионном порядке, то они могут быть переданы на рассмотрение в суд в соответствии с законодательством Российской Федерации.
          </p>

          <h2>9. Заключительные положения</h2>
          <p>
            9.1. Все уведомления, заявления, претензии и иную корреспонденцию по Договору Стороны направляют друг другу заказным письмом с уведомлением о вручении по адресам Сторон.
          </p>
          <p>
            9.2. В случае изменения адреса или иных реквизитов Стороны обязаны уведомить об этом друг друга в недельный срок со дня таких изменений
          </p>
          <p>
            9.3. Акцептант настоящим подтверждает, что до заключения (акцептования) он внимательно прочитал настоящий Договор (условия Оферты) и полностью уяснил для себя его смысл и значение.
          </p>
          <p>
            9.4. Акцептант настоящим дает согласие Оференту на обработку (сбор, систематизацию, накопление, хранение, уточнение (обновление), на передачу и использование информации и документов о себе, а также предоставленных Акцептантом контактных данных следующим третьим лицам: Общество с ограниченной ответственностью «Специализированный застройщик Алькор-центральный», ОГРН: 1227800021272, ИНН: 7805789609, в целях идентификации Акцептанта в качестве клиента, представителя клиента, выгодоприобретателя и/или бенефициарного владельца, обновления полученной информации и установления сведений в с подпунктами 1 и 5 пункта 1 статьи 7.3. Федерального закона от 07.08.2001 № 115-ФЗ «О противодействии легализации (отмыванию) доходов, полученных преступным путем, и финансированию терроризма», а также в целях исполнения обязательств по Договору, предоставления сведений уведомительного или маркетингового характера Акцептанту с помощью средств связи о новых предложениях и услугах, проводимых акциях и мероприятиях Оферента, проведения маркетинговых исследований, статистической обработки информации. Настоящее согласие действует 5 (Пять) лет, с дальнейшей ежегодной пролонгацией на 1 (Один) год либо до дня отзыва в письменной форме, в зависимости от того что наступит ранее.

          </p>

          <h2>10. Реквизиты оферента</h2>
          <p>Оферент Общество с ограниченной ответственностью &quot;Агентство недвижимости Главстрой&quot;</p>
          <p>
            Местонахождение и почтовый адрес: 198095, г. Санкт-Петербург, вн.тер.г. муниципальный округ Нарвский округ, ул. Ивана Черных, д. 35 литера А, помещ. 8-Н, ком.№49

          </p>
          <p>Телефон: (812) 6040404</p>
          <p>ИНН 7805235657</p>
          <p>КПП 780501001</p>
          <p>ОГРН/ОГРНИП 1037811043710</p>
          <p>Счёт 40702810100000095592</p>
          <p>БИК Банка 044525823</p>
          <p>Наименование Банка БАНК ГПБ (АО) г Москва</p>
          <p>Корреспондентский счет 30101810200000000823</p>
        </div>
      </div>
    </MainContainer>
  )
}
