export interface AboutItem {
  img: string
  alt: string
  title: string
  text: string
}

export const architectureData: AboutItem[] = [
  {
    img: `/content/architecture/ar1.webp`,
    alt: `map`,
    title: `АРХИТЕКТУРА`,
    text: `Архитектурные решения жилого проекта основаны на сочетании исторической преемственности к градостроительному наследию Кронштадта с современными урбанистическими тенденциями. Таким образом, «Кронфорт» формирует облик современного Кронштадта, дополняя образ гостеприимных морских ворот Северной столицы.
Четырехэтажный жилой квартал «Кронфорт. Центральный» возведут в самом сердце Кронштадта. Архитектурную концепцию проекта разработало известное петербургское архитектурное бюро «Проектная Культура», предложившее для создания яркого и запоминающегося облика квартала 16 уникальных фасадных мотивов – с разной цветовой гаммой, отделкой и фактурой. В работе над концепцией квартала также принимала участие международная архитектурная компания Chapman Taylor.`
  },

  {
    img: `/content/architecture/ar2.webp`,
    alt: `map`,
    title: `АРХИТЕКТУРА`,
    text: `Композиционный центр квартала – пешеходный бульвар, ведущий от входной зоны парка «Остров фортов» к главной входной площади «Кронфорт. Центральный». Пространство квартала разделено на две части – это благоустроенные дворы без машин, доступные только для жителей квартала, и, общественные места с арт-объектами и событийными площадками для прогулок и отдыха. На первых этажах откроются продуктовые магазины`
  }
]
