export interface AboutItem {
  img: string
  alt: string
  title: string
  text: string
}

export const locationData: AboutItem[] = [
  {
    img: `/content/location/locnew.png`,
    alt: `map`,
    title: `Расположение`,
    text: `Жилой проект «Кронфорт» реализуется в рамках туристско-рекреационного кластера «Остров фортов», в южной части Кронштадта. В составе кластера – конгрессно-выставочный центр, музейно-исторический парк и Музей военно-морской славы, детский тренировочный комплекс «Лагерь настоящих героев», триатлон-центр, променад с видом на Финский залив, спортивные и игровые площадки, зоны отдыха.
Кронштадт, как известно, портовый город, а также город воинской славы. Его история уходит корнями в петровские времена и начинается со строительства крепости Кроншлот на острове Котлин в 1703 году. Расположение крепости оказалось стратегически удачным и через 20 лет здесь была заложена новая крепость, которая включила и населенный пункт, который был назван Кронштадтом, и портовые сооружения. Постепенно остров расширялся, прирастал фортами и долгие годы служил для защиты Петербурга с моря.`
  },

  {
    img: `/content/location/locnew.png`,
    alt: `map`,
    title: `Расположение`,
    text: `Из-за большого количества военных объектов, хранившихся здесь, Кронштадт до середины 1990-х годов оставался закрытым городом. Кроме того, добраться до острова Котлин можно было только морским путем. Сегодня же для города это пройденный этап. Со строительством дамбы и кольцевой дороги удобным стал наземный путь в город, к концу 2025 года будет завершена реконструкция развязки, добавлены новые изолированные съезды, что позволит оперативно и комфортно добираться из Кронштадта в центр Петербурга и обратно. С развитием кластера «Остров фортов» город привлекает все больше туристов, которые хотели бы обрести здесь дом. Жилые кварталы «Кронфорт» с развитой социальной инфраструктурой – это новый высокий стандарт качественного жилья в Кронштадте.`
  }
]
